<?php
 return  [
   'user' => [
     'register' => 'Пользователь зарегистрировался',
     'login' => 'Вы успешно вошли в систему',
      'show' => 'Ваша личная информация',
      'update' => 'Данные успешно обновлены',
      'delete' => 'Данные удалены',
      'logout' => 'Вы успешно вышли из системы',
   ],
   'product' => [
    'all' => 'Все продукты',
    'create' => 'Продукт создан',
    'show' => 'Продукт, который вы ищете',
    'update' => 'Продукт обновлен',
    'delete' => 'Продукт удален'
]
];