<?php
 return  [
   'user' => [
     'register' => 'Пользователь зарегистрировался',
     'login' => 'Вы успешно вошли в систему',
      'show' => 'Ваша личная информация',
      'update' => 'Данные успешно обновлены',
      'delete' => 'Данные удалены',
      'logout' => 'Вы успешно вышли из системы',
   ],
   'product' => [
    'all' => 'Все продукты',
    'create' => 'Продукт создан',
    'show' => 'Продукт, который вы ищете',
    'update' => 'Продукт обновлен',
    'delete' => 'Продукт удален'
   ],   
   'like' => [
     'all' => 'Все ваши любимые продукты',
      'liked' => 'Понравилось',
     'unlike' => 'Нравится снято'
],    
  'order' => [
    'all' => 'Все заказы',
    'create' => 'Заказ создан',
    'show' => 'Ваш заказ',
    'update' => 'Заказ обновлен',
    'delete' => 'Заказ удален',
],
  'notify' => [
   'create' => 'У вас новый заказ',
   'update' => 'Обновил этот заказ',
   'delete' => 'Этот заказ был удален',
],
'notifies' => [
      'unread' => 'Непрочитанные сообщения',
      'read' => 'Прочитать сообщения',
      'all' => 'Все сообщения',
       'allread' => 'Все прочитанные сообщения'
],
];